Repository: johnyped/xcode-project-playgrounds
Catalog: scripts/Localizable.xcstrings
Source language: en
Languages: my, th

# player.season.select_season
source: Select Season
my: ရာသီ ရွေးချယ်ပါ
th: เลือกซีซัน

# player.season.ep_number
source: Ep. %@
my: အပိုင်း %@
th: ตอนที่ %@

# player.season.season_title
source: Season %@
my: ရာသီ %@
th: ซีซัน %@

# player.text
source: Watch Credits
my: ချီးမြှင့်စာများကို ကြည့်ရန်
th: รับชมเครดิต

# player.setting_menu.episodes
source: Episodes
my: အပိုင်းများ
th: ตอน

# player.setting_menu.info
source: Info
my: အချက်အလက်
th: ข้อมูล

# player.setting_menu.audio_subtitles
source: Audio & Subtitles
my: အသံနှင့် စာတန်းထိုး
th: เสียงและคำบรรยาย

# player.setting_menu.episodes_2
source: Episodes
my: အပိုင်းများ
th: ตอน 2

# player.setting_menu.audio_subtitles_menu.audio
source: Audio
my: အသံ
th: เสียง

# player.setting_menu.audio_subtitles_menu.subtitles
source: Subtitles
my: စာတန်းထိုး
th: คำบรรยาย

# player.setting_menu.speed_menu.speed
source: Speed
my: အမြန်နှုန်း
th: ความเร็ว

# player.setting_menu.speed
source: Speed
my: အမြန်နှုန်း
th: ความเร็ว

# player.setting_menu.next_ep
source: Next Ep.
my: နောက်အပိုင်း။
th: ตอนต่อไป

# player.setting_menu.detail
source: Detail
my: အသေးစိတ်
th: รายละเอียด

# player.watch_live_button
source: Watch Live
my: တိုက်ရိုက် ကြည့်ရှုပါ
th: ดูสด

# player.nextepisodein5seconds
source: Next Episode in %@ seconds..
my: နောက်တစ်ပိုင်း %@ စက္ကန့်အတွင်း...
th: ตอนถัดไปจะเริ่มใน %@ วินาที...

# player.skip_recap_button
source: Skip Recap
my: ပြန်လည်သုံးသပ်ချက်ကို ကျော်သွားပါ
th: ข้ามการสรุป

# player.end_credit.next_episode_in
source: Next Episode in
my: နောက်အပိုင်း လာပါမည်
th: ตอนต่อไปใน

# player.end_credit.watch_credits
source: Watch Credits
my: Credit များ ကြည့်ရှုရန်
th: ดูเครดิต

# player.end_credit.seconds
source: seconds..
my: စက္ကန့်..
th: วินาที..

# player.next_episode_button
source: Next Episode
my: နောက်တစ်ပိုင်း
th: ตอนต่อไป

# player.text_2
source: Next Episode
my: နောက်တစ်ပိုင်း
th: ตอนถัดไป

# on_boarding.login_button
source: Login or Register
my: လော့ဂ်အင် သို့မဟုတ် မှတ်ပုံတင်ပါ။
th: เข้าสู่ระบบหรือลงทะเบียน

# tv_homepage.watch_now_button
source: Watch Now
my: အခုကြည့်ပါ
th: รับชมตอนนี้

# tv_homepage.reminded_me_button
source: Remind me
my: မှတ်မိစေပါ
th: เตือนฉัน

# tv_homepage.streaming
source: Streaming %@
my: စ့်ထရီးမင်း %@
th: สตรีมมิ่ง %@

# tv_homepage.reminded_set_button
source: Reminder set
my: မေ့မသွားအောင် မှတ်ပေးပါ
th: ตั้งการแจ้งเตือนแล้ว

# tv_homepage.live_time
source: Live Time %@
my: တိုက်ရိုက်ထုတ်လွှင့်ချိန် %@
th: ถ่ายทอดสดเป็นเวลา %@

# tv_homepage.premium_tv
source: Subscribe to TrueVisions Now to enjoy this content
my: ဤအကြောင်းအရာကိုကြည့်ရှုရန် TrueVisions သို့ စာရင်းသွင်းပါ။
th: สมัครสมาชิกทรูวิชั่นส์ตอนนี้ เพื่อรับชมคอนเทนต์นี้

# subtitles_and_audio.ko
source: Korean
my: ကိုရီးယား
th: เกาหลี

# subtitles_and_audio.subtitles
source: Subtitles
my: စာတန်းထိုးများ
th: คำบรรยาย

# subtitles_and_audio.vn
source: Vietnamese
my: ဗီယက်နမ်
th: เวียดนาม

# subtitles_and_audio.ph_filipino
source: Filipino
my: ဖိလစ်ပိုင်
th: ฟิลิปิโน

# subtitles_and_audio.en
source: English
my: အင်္ဂလိပ်
th: อังกฤษ

# subtitles_and_audio.cn
source: Chinese
my: တရုတ်
th: จีน

# subtitles_and_audio.th
source: Thai
my: ထိုင်း
th: ไทย

# subtitles_and_audio.gm
source: Germany
my: ဂျာမနီ
th: เยอรมนี

# subtitles_and_audio.off_button
source: Off
my: ပိတ်ထားသည်
th: ปิด

# subtitles_and_audio.en_cc
source: English (CC)
my: အင်္ဂလိပ် (CC)
th: อังกฤษ (CC)

# subtitles_and_audio.kh
source: Khmer
my: ခမာ (ကမ္ဘောဒီးယား)
th: กัมพูชา

# subtitles_and_audio.my
source: Myanmar
my: မြန်မာ
th: เมียนมา

# subtitles_and_audio.en_audio
source: English (Audio Description)
my: အင်္ဂလိပ် (အသံဖော်ပြချက်)
th: ภาษาอังกฤษ (เสียงบรรยาย)

# subtitles_and_audio.ph_cebuano
source: Cebuano
my: စီဘူအာနို (ဖိလစ်ပိုင်ဒေသဘာသာတစ်ခု)
th: ซีบัวโน

# subtitles_and_audio.original
source: (Original)
my: (မူရင်း)
th: (ต้นฉบับ)

# subtitles_and_audio.audio
source: Audio
my: အသံ
th: เสียง

# subtitles_and_audio.en_original
source: English (Original)
my: အင်္ဂလိပ် (Original)
th: อังกฤษ (ดังเดิม)

# subtitles_and_audio.other
source: Other
my: အခြားဘာသာများ
th: อื่นๆ

# subtitles_and_audio.jp
source: Japanese
my: ဂျပန်
th: ญี่ปุ่น

# subtitles_and_audio.id
source: Indonesian
my: အင်ဒိုနီးရှား
th: อินโดนีเซีย

# suffix.season
source: %@ Season
my: ရာသီ %@
th: %@ ซีซัน

# suffix.seasons
source: %@ Seasons
my: ရာသီ %@
th: %@ ซีซัน

# suffix.episodes
source: %@ Episodes
my: အစိတ်အပိုင်း %@
th: %@ ตอน

# suffix.episode
source: %@ Episode
my: အစိတ်အပိုင်း %@
th: %@ ตอน

# suffix.title
source: %@ Title
my: ခေါင်းစဉ် %@
th: %@ เรื่อง

# suffix.titles
source: %@ Titles
my: ခေါင်းစဉ် %@
th: %@ เรื่อง

# tv_navigation_drawer.movies_menu
source: Movies
my: ရုပ်ရှင်များ
th: ภาพยนตร์

# tv_navigation_drawer.exit_button
source: Exit App
my: အက်ပ်မှထွက်ရန်
th: ออกจากแอป

# tv_navigation_drawer.home_menu
source: Home
my: မူလစာမျက်နှာ
th: หน้าหลัก

# tv_navigation_drawer.new_on_now_menu
source: New on NOW
my: အသစ်ဆုံး
th: ใหม่บน NOW

# tv_navigation_drawer.my_lists_menu
source: My Lists
my: ကျွန်ုပ်၏စာရင်းများ
th: รายการของฉัน

# tv_navigation_drawer.series_menu
source: Series
my: စီးရီးများ
th: ซีรีส์

# tv_navigation_drawer.sports_menu
source: Sports
my: အားကစားများ
th: กีฬา

# tv_navigation_drawer.live_tv_menu
source: Live TV
my: တိုက်ရိုက်ထုတ်လွှင့်တီဗီ
th: ทีวีออนไลน์

# tv_navigation_drawer.setting_button
source: Help & Settings
my: အကူအညီနှင့် ဆက်တင်များ
th: ช่วยเหลือ และ ตั้งค่า

# tv_navigation_drawer.profile_menu
source: Profile
my: ပရိုဖိုင်
th: โปรไฟล์

# tv_navigation_drawer.switch_profile
source: Switch Profile
my: ပရိုဖိုင်ပြောင်းရန်
th: สลับโปรไฟล์

# tv_navigation_drawer.search_menu
source: Search
my: ရှာဖွေရန်
th: ค้นหา

# maturity_rating.desc_kids
source: Gentle and age-appropriate content for early school-age kids. May include fun and educational themes.
my: ကျောင်းစတင်ဝင်သည့် ကလေးများအတွက် သင့်တော်၍ သဘောထားပေါ့ပါးသော အကြောင်းအရာများ ဖြစ်သည်။ ပညာပေးနှင့် ပျော်ရွှင်ဖွယ် သဘောတရားများ ပါဝင်နိုင်သည်။
th: เนื้อหาอ่อนโยนและเหมาะสมกับเด็กวัยประถม อาจมีธีมสนุกและให้ความรู้

# maturity_rating.description
source: Only titles with the selected ratings will be shown on this profile.
my: ရွေးချယ်ထားသော အဆင့်သတ်မှတ်ချက်နှင့် ကိုက်ညီသည့် ခေါင်းစဉ်များသာ ပြသမည်။
th: จะแสดงเฉพาะเรื่องที่มีเรตติ้งตามที่เลือกเท่านั้น

# maturity_rating.rate_kids
source: Kids
my: ကလေးများ
th: เด็ก

# maturity_rating.rate_adult
source: Adult
my: လူကြီး
th: ผู้ใหญ่

# maturity_rating.desc_adult
source: Intense or explicit content. Viewer discretion strongly advised.
my: ပြင်းထန် သို့မဟုတ် ပွတ်ပြားသည့် အကြောင်းအရာများ ပါဝင်နိုင်သည်။ ကြည့်ရှုသူအနေဖြင့် ထိထိရောက်ရောက် သိပြုကြည့်ရှုရန် အကြံပြုပါသည်။
th: มีเนื้อหารุนแรงหรือโจ่งแจ้ง ควรใช้วิจารณญาณอย่างสูง

# maturity_rating.trailer
source: Trailer
my: ဇာတ်လမ်းနမူနာ
th: ตัวอย่างภาพยนตร์

# maturity_rating.desc_teen
source: For Teens aged. May contain mild violence or complex themes, but remains age-appropriate
my: ရင့်ကျက်မီအရွယ်သူငယ်များအတွက် ဖြစ်ပြီး အကြမ်းအနည်းငယ် သို့မဟုတ် ရှုပ်ထွေးသော အကြောင်းအရာများ ပါဝင်နိုင်သော်လည်း အသက်အရွယ်နှင့် လိုက်လျောကန်တယ်။
th: สำหรับวัยรุ่น อาจมีความรุนแรงเล็กน้อยหรือเนื้อหาซับซ้อน แต่ยังเหมาะสมตามวัย

# maturity_rating.rate_teen
source: Teen
my: ဆယ်ကျော်သက်
th: วัยรุ่น

# maturity_rating.title
source: Maturity Rating
my: အသက်သင့်လျော်မှု အဆင့်သတ်မှတ်ချက်
th: ระดับความเหมาะสมของเนื้อหา

# maturity_rating.text
source: Done
my: ပြီးပါပြီ
th: เสร็จสิ้น

# badge.new
source: New
my: အသစ်
th: ใหม่

# badge.live
source: Live
my: တိုက်ရိုက်
th: สด

# help_settings.device.software_version
source: Software Version
my: ဆော့ဖ်ဝဲ ဗားရှင်း
th: เวอร์ชันซอฟต์แวร์

# help_settings.device.platform_version
source: Platform Version
my: ပလက်ဖောင်းဗားရှင်း
th: เวอร์ชันแพลตฟอร์ม

# help_settings.device.title_description
source: View details about your device and software versions.
my: သင့်စက်နှင့် ဆော့ဖ်ဝဲ ဗားရှင်းများ အကြောင်းအသေးစိတ် ကိုကြည့်ပါ။
th: ดูรายละเอียดเกี่ยวกับอุปกรณ์และเวอร์ชันของซอฟต์แวร์ของคุณ

# help_settings.device.device_model
source: Device Model
my: စက်အမျိုးအစား
th: รุ่นอุปกรณ์

# help_settings.device.title
source: Devices
my: စက်များ
th: อุปกรณ์

# help_settings.terms_and_conditions
source: Terms and Conditions
my: စည်းမျဥ်းများနဲ့ အခြေအနေများ
th: ข้อกำหนดและเงื่อนไข

# help_settings.account_settings.title_description
source: Scan the QR code to manage your account on our website. Or visit https://myaccount.tvs.net
my: ကျွန်ုပ်တို့၏ဝဘ်ဆိုဒ်တွင် သင့်အကောင့်ကို စီမံခန့်ခွဲရန် QR ကုဒ်ကို စကင်ဖတ်ပါ။ သို့မဟုတ် https://myaccount.tvs.net သို့ ဝင်ရောက်ကြည့်ရှုပါ။
th: สแกน QR code เพื่อจัดการบัญชีของคุณบนเว็บไซต์ของเรา หรือไปที่ https://myaccount.tvs.net

# help_settings.account_settings.title
source: Scan QR Code
my: QR ကုဒ်ကို စကင်ဖတ်ပါ။
th: สแกน QR Code

# help_settings.device
source: Devices
my: စက်များ
th: อุปกรณ์

# help_settings.account_settings
source: Account Settings
my: အကောင့်ဆက်တင်များ
th: การตั้งค่าบัญชี

# help_settings.terms_and_conditions.title_description
source: Usage terms for TrueVisions Now services.
my: TrueVisions NOW ဝန်ဆောင်မှုများ အသုံးပြုခြင်းဆိုင်ရာ စည်းကမ်းများ
th: ข้อกำหนดการใช้งานสำหรับบริการ TrueVisions NOW

# help_settings.terms_and_conditions.title
source: Terms and Conditions
my: စည်းမျဥ်းများနဲ့ အခြေအနေများ
th: ข้อกำหนดและเงื่อนไข

# help_settings.title
source: Help & Settings
my: အကူအညီနှင့် ဆက်တင်များ
th: ความช่วยเหลือและการตั้งค่า

# help_settings.button.back_button
source: Back
my: နောက်သို့
th: ย้อนกลับ

# help_settings.button.decline_button
source: Decline
my: မလက်ခံပါ
th: ปฏิเสธ

# help_settings.button.logout_button
source: Log out
my: အကောင့်ထွက်ရန်
th: ออกจากระบบ

# help_settings.button.agree_button
source: Agree
my: သဘောတူသည်
th: ยอมรับ

# help_settings.title_description
source: Manage your account and device preferences.
my: သင့်အကောင့်နှင့် စက်ဆိုင်ရာ ကြိုတင်သတ်မှတ်ချက်များကို စီမံခန့်ခွဲပါ။
th: จัดการบัญชีและการตั้งค่าของอุปกรณ์ของคุณ
